[AHWAndromedonDreadnaught X2CharacterTemplate]
strCharacterName="仙女座无畏者"

[AHWDreadnaughtRobot X2CharacterTemplate]
strCharacterName="仙女座无畏者"

[AHWCryokeeper X2CharacterTemplate]
strCharacterName="冰霜守门人"

[AHWMutonElite X2CharacterTemplate]
strCharacterName="异变者百夫长"

[AHWMutonRocketeer X2CharacterTemplate]
strCharacterName="异变者掷弹兵"

[AHWMutonShocktrooper X2CharacterTemplate]
strCharacterName="异变者韦莱斯"

[AHW_MutonElite_WPN X2WeaponTemplate]
FriendlyName="百夫长步枪
FriendlyNamePlural="百夫长步枪"
BriefSummary="XCOM已经设法回收了各种标准步兵轻武器；这是最常见的类型，类似于二十年前使用的步枪。虽然明显不如变种人磁力技术，但至少在发现标准技术方法后，可以使用额外的武器残骸进行升级。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 如果士兵同时使用两个可用的动作进行射击，则会进行三发射击，但精度会降低，但总体效率会提高\n<Bullet/>使用从敌人那里掠夺的升级来提高突击步枪的战术效率"

[AHW_MutonRocketeer_WPN X2WeaponTemplate]
FriendlyName="掷弹兵步枪"
FriendlyNamePlural="掷弹兵步枪"
BriefSummary="XCOM已经设法回收了各种标准步兵轻武器；这是最常见的类型，类似于二十年前使用的步枪。虽然明显不如变种人磁力技术，但至少在发现标准技术方法后，可以使用额外的武器残骸进行升级。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 如果士兵同时使用两个可用的动作进行射击，则会进行三发射击，但精度会降低，但总体效率会提高\n<Bullet/>使用从敌人那里掠夺的升级来提高突击步枪的战术效率"

[AHW_MutonRocketLauncher X2WeaponTemplate]
FriendlyName="掷弹兵发射器"
FriendlyNamePlural="掷弹兵发射器"
BriefSummary="XCOM已经设法回收了各种标准步兵轻武器；这是最常见的类型，类似于二十年前使用的步枪。虽然明显不如变种人磁力技术，但至少在发现标准技术方法后，可以使用额外的武器残骸进行升级。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 如果士兵同时使用两个可用的动作进行射击，则会进行三发射击，但精度会降低，但总体效率会提高\n<Bullet/>使用从敌人那里掠夺的升级来提高突击步枪的战术效率"

[AHW_MutonShocktrooper_WPN X2WeaponTemplate]
FriendlyName="韦莱斯步枪"
FriendlyNamePlural="韦莱斯步枪"
BriefSummary="XCOM已经设法回收了各种标准步兵轻武器；这是最常见的类型，类似于二十年前使用的步枪。虽然明显不如变种人磁力技术，但至少在发现标准技术方法后，可以使用额外的武器残骸进行升级。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 如果士兵同时使用两个可用的动作进行射击，则会进行三发射击，但精度会降低，但总体效率会提高\n<Bullet/>使用从敌人那里掠夺的升级来提高突击步枪的战术效率"

[AHW_AndromedonDreadnaught_WPN X2WeaponTemplate]
FriendlyName="超铀融合炮"
FriendlyNamePlural="超铀融合炮"
BriefSummary="XCOM已经设法回收了各种标准步兵轻武器；这是最常见的类型，类似于二十年前使用的步枪。虽然明显不如变种人磁力技术，但至少在发现标准技术方法后，可以使用额外的武器残骸进行升级。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 如果士兵同时使用两个可用的动作进行射击，则会进行三发射击，但精度会降低，但总体效率会提高\n<Bullet/>使用从敌人那里掠夺的升级来提高突击步枪的战术效率"

[AHWAbility_AndromedonCannonade X2AbilityTemplate]
LocFriendlyName="无畏大炮"
LocLongDescription="从无畏舰的超铀融合炮中发射一道光束，穿透掩体，无视它可能提供的任何保护，并且可以造成致命一击。"
LocHelpText="从无畏舰的超铀融合炮中发射一道光束，穿透掩体，无视它可能提供的任何保护，并且可以造成致命一击。"
LocFlyOverText="无畏大炮"

[AHWAbility_DreadnaughtRobot X2AbilityTemplate]
LocFriendlyName="综合作战系统"
LocLongDescription="无畏舰内置的先进人工智能系统使无畏舰即使在飞行员死亡后也能继续战斗，并充分利用其铀聚变炮。"
LocHelpText="无畏舰内置的先进人工智能系统使无畏舰即使在飞行员死亡后也能继续战斗，并充分利用其铀聚变炮。"
LocFlyOverText="无畏舰"

[RunAndGunAHW X2Ability Template]
LocFriendlyName="奔跑并开枪"
LocLongDescription="冲刺后采取行动。"
LocHelpText="冲刺后采取行动。"
LocFlyOverText="奔跑并开枪"

[AHWAbility_FrostBlast X2AbilityTemplate]
LocFriendlyName="冰霜新星"
LocLongDescription="聚合并发射一个吸热的灵能球和超低温气体，冻结任何被击中的受害者。"
LocHelpText="聚合并发射一个吸热的灵能球和超低温气体，冻结任何被击中的受害者。"
LocFlyOverText="冰霜新星"

[AHWMutonFortress X2SitRepTemplate]
FriendlyName="异变者旅团"
Description="一个异变者旅团已经在任务目标附近驻扎。预计会有强烈的抵抗."
